Repository: abidmohamed/mecanique_workshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Caisse
ar: صندوق الدفع

source: DZD
ar: د.ج

source: Piece
ar: قطع الغيار

source: Customers
ar: الزبائن

source: Suppliers Credit
ar: ائتمان الموردين

source: Stock Alert
ar: إنذار المخزن

source: Suppliers
ar: الموردين

source: Next Month
ar: الشهر المقبل

source: Previous Month
ar: الشهر السابق

source: New RDV
ar: موعد جديد

source: Login
ar: تسجيل الدخول

source: LOGIN
ar: تسجيل الدخول

source: Don't have an account?
ar: ليس لديك حساب؟

source: Profile
ar: الملف الشخصي

source: Settings
ar: إعدادات

source: Activity Log
ar: سجل النشاطات

source: Dashboard
ar: لوحة القيادة

source: Interface
ar: واجهه المستخدم

source: Operations
ar: العمليات

source: Add
ar: إضافة

source: List
ar: قائمة

source: Vehicle
ar: سيارة

source: Add Brand
ar: إضافة ماركة

source: Brand List
ar: قائمة الماركات

source: Add Type
ar: إضافة صنف

source: Type List
ar: قائمة الأصناف

source: Add Vehicle
ar: إضافة سيارة

source: Vehicle List
ar: قائمة السيارات

source: Customer
ar: الزبون

source: Rdv
ar: موعد

source: Panne
ar: عطل

source: Supplier
ar: مورد

source: City
ar: حي

source: Stock
ar: مخزن

source: Product
ar: منتج

source: Stock Products
ar: مخزن المنتوجات

source: Buyorder
ar: أمر الشراء

source: Sell Order
ar: أمر البيع

source: Add Proforma
ar: إضافة بروفورما

source: Facture List
ar: قائمة الفواتير

source: More Info
ar: معلومات أكثر

source: Customers Payments
ar: مدفوعات العملاء

source: Suppliers Payments
ar: مدفوعات الموردين

source: First Name
ar: اللقب

source: Last Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Update
ar: تحديثات

source: Name
ar: الاسم

source: ARE YOU SURE YOU WANT TO DELETE
ar: هل تريد حقا الحذف؟

source: Cancel
ar: إلغاء

source: Transactions
ar: التحويل

source: Income
ar: المخرجات

source: Expense
ar: المصاريف

source: TOTAL
ar: المجموع

source: Pick a Date
ar: إختيار التاريخ

source: Amount
ar: الملبغ

source: Type
ar: النوع

source: Date
ar: التاريخ

source: Date Created
ar: تاريخ الإنشاء

source: Delete
ar: حذف

source: Order
ar: طلب

source: Pay Status
ar: حالة الدفع

source: Created
ar: أنشئت

source: Payed
ar: دفعت

source: Details
ar: التفاصيل

source: Create Order
ar: إنشاء أمر

source: New Product
ar: منتوج جديد

source: Brand
ar: ماركة

source: Ref
ar: رقم المرجعي

source: Price DZD
ar: الثمن د.ج

source: Close
ar: الاغلاق

source: Save changes
ar: حفظ التغيرات

source: Orders
ar: أوامر

source: Order ID
ar: رقم الامر

source: Total Price
ar: مجموع الثمن

source: Total Weight
ar: مجموع الوزن

source: KG
ar: كغ

source: Product Name
ar: إسم المنتوج

source: Price
ar: الثمن

source: Quantity
ar: الكمية

source: Total Cost
ar: مجموع الكلفة

source: Total
ar: المجموع

source: TVA
ar: الضريبة

source: Paid
ar: مدفوع

source: Order Details
ar: تفاصيل الأمر

source: Print
ar: الطباعة

source: Phone
ar: الهاتف

source: Product Brand
ar: اسم الماركة

source: Payments
ar: المدفوعات

source: Buy Orders
ar: أوامر البيع

source: Debt
ar: الديون

source: Confirm
ar: التأكيد

source: Category
ar: صنف

source: Categories
ar: الأصناف

source: Families
ar: العائلات

source: Cities
ar: الأحياء

source: Address
ar: العنوان

source: Vehicles
ar: سيارات

source: Matriculation
ar: الرقم التسلسلي

source: RDVs
ar: مواعيد

source: RDV ID
ar: رقم الموعد

source: Time
ar: التوقيت

source: Customer Payment
ar: دفع الزبون

source: Payment Form
ar: نوع الدفع

source: Supplier Payment
ar: دفع المورد

source: Products
ar: منتوجات

source: Image
ar: صورة

source: Sell Price
ar: ثمن البيع

source: Buy Price
ar: ثمن الشراء

source: Sell Orders
ar: أمر البيع

source: Cart Gris
ar: البطاقة الرمادية

source: Pannes
ar: أعطال

source: Create Appointment
ar: إنشاء موعد

source: Choose a Customer
ar: إختيار الزبون

source: Appointments Details
ar: تفاصيل المواعيد

source: Description
ar: تفاصيل

source: No Elements Found
ar: لا يوجد أي عنصر

source: Appointments
ar: المواعيد

source: Choose a Car Type
ar: اختار نوع السيارة

source: Discount
ar: تخفيض

source: Facture
ar: فاتورة

source: Facture ID
ar: رقم الفاتورة

source: Percentage
ar: النسبة المئوية

source: Timbre
ar: الطابع

source: Order Confirmation
ar: تأكيد الأمر

source: Confirmed
ar: مثبتة

source: Tva
ar: الضريبة

source: Today Pieces
ar: قطع غيار اليوم

source: Credit
ar: الدين

source: Stocks
ar: المخازن

source: Add to cart
ar: الاضافة الى السلة

source: Choose Products
ar: اختيار المنتجات

source: Stock Products Alert
ar: تنبيه منتجات المخزن

source: Brands
ar: الماركات

source: Types
ar: الانواع

source: Fill The Info
ar: إملاء المعلومات

source: This field is required.
ar: هذا الحقل إجباري

source: Enter a valid value.
ar: إعط قيمة صحيحة

source: Messages
ar: الرسائل

source: Site Maps
ar: موقع الخرائط

source: Static Files
ar: ملفات ثابتة

source: Syndication
ar: خلاصات

source: That page number is not an integer
ar: الرقم المدرج ليس قيمة صحيحة

source: That page number is less than 1
ar: رقم الصفحة أقل من 1

source: That page contains no results
ar: لا توجد نتائج في هذه الصفحة

source: Enter a valid URL.
ar: أدخل رابط صحيح

source: Enter a valid integer.
ar: أدخل قيمة صحيحة

source: Enter a valid email address.
ar: أدخل بريد إلكتروني صحيح

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل قيمة صحيحة

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل قيمة صحيحة

source: Enter a valid IPv4 address.
ar: أدخل IPv4 صحيح

source: Enter a valid IPv6 address.
ar: أدخل قيمة IPv6 صحيحة

source: Enter a valid IPv4 or IPv6 address.
ar: أدخل قيمة IPv6 صحيحة

source: Enter only digits separated by commas.
ar: أدخل أرقام مفصولة بفاصلة

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من القيمة

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن القيمة %(limit_value) أقل أو يساوي

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن القيمة %(limit_value) أكبر أو يساوي

source: Enter a number.
ar: أدخل رقم

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: الملف ليس مسموح بالتحميل

source: Null characters are not allowed.
ar: الرمز المدرج غير مسموح به

source: and
ar: و

source: %(model_name)s with this %(field_labels)s already exists.
ar: موجود سابقا

source: Value %(value)r is not a valid choice.
ar: الاختيار ليس صحيح

source: This field cannot be null.
ar: لا يجب ان تكون الخانة فارغة أو غير معرفة

source: This field cannot be blank.
ar: هذه الخانة لا يجب ان تكون فارغة

source: %(model_name)s with this %(field_label)s already exists.
ar: موجود سابقا

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب ان يكون الرمز وحيد

source: “%(value)s” value must be either True or False.
ar: “%(value)s” يجب ان تكون صح أو خطأ

source: “%(value)s” value must be either True, False, or None.
ar: “%(value)s” يجب ان تكون صح أو خطأ

source: Boolean (Either True or False)
ar: قيمة منطقية (صح أو خطأ)

source: Comma-separated integers
ar: فاصلة بين الارقام

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: قيمة التاريخ غير معرفة, يجب ان تكون من الشكل ي ي-ش ش - السنة

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: تاكد من صحة التاريخ

source: Date (without time)
ar: التاريخ بدون وقت

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: القيمة خاطئة, يجب أن تكون YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: القيمة خاطئة

source: Date (with time)
ar: التاريخ مع التوقيت

source: “%(value)s” value must be a decimal number.
ar: “%(value)s” يجب ان يكون الرقم عشري

source: Decimal number
ar: رقم عشري

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: [DD] [[HH:]MM:]ss[.uuuuuu]القيمة خاطئة. يجب ان تكون

source: Duration
ar: المدة

source: Email address
ar: البريد الالكتروني

source: File path
ar: طريق الملف

source: “%(value)s” value must be a float.
ar: “%(value)s” القيمة يجب ان تكون حقيقية

source: “%(value)s” value must be an integer.
ar: “%(value)s” يجب ان يكون طبيعي

source: Integer
ar: طبيعي

source: IP address
ar: عنوان IP

source: “%(value)s” value must be either None, True or False.
ar: قيمة منطقية

source: Boolean (Either True, False or None)
ar: قيمة منطقية

source: Positive big integer
ar: قيمة إيجابية كبيرة

source: Positive integer
ar: قيمة ايجابية

source: Positive small integer
ar: قيمة إيجابية صغيرة

source: Small integer
ar: رقم صغيرة

source: Text
ar: نص

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: الصيغة غير صحيحة

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: التوقيت غير صحيح

source: URL
ar: رابط

source: “%(value)s” is not a valid UUID.
ar: غير معرفة

source: Universally unique identifier
ar: رقم وحيد

source: File
ar: ملف

source: Value must be valid JSON.
ar: القيمة يجب ان تكون JSON

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: القيمة غير موجودة

source: Foreign Key (type determined by related field)
ar: المفتاح غريب

source: One-to-one relationship
ar: علاقة نقطة لنقطة

source: Many-to-many relationship
ar: العديد من العلاقات

source: Enter a whole number.
ar: ادخل القيمة ككل

source: Enter a valid date.
ar: ادخل تاريخ صحيح

source: Enter a valid time.
ar: ادخل توقيت صحيح

source: Enter a valid date/time.
ar: ادخل تاريخ و توقيت صحيح

source: Enter a valid duration.
ar: ادخل مدة صحيحة

source: The number of days must be between {min_days} and {max_days}.
ar: التاريخ يجب ان يكون بين {min_days} و {max_days}

source: No file was submitted. Check the encoding type on the form.
ar: لا يوجد ملف محمل

source: No file was submitted.
ar: لا يوجد ملف محمل

source: The submitted file is empty.
ar: الملف المحمل فارغ

source: Please either submit a file or check the clear checkbox, not both.
ar: الرجاء ادخال الملف المحمل او تحقق من نظافة الصندوق

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: الرجاء تحميل صورة جيدة

source: Select a valid choice. %(value)s is not one of the available choices.
ar: قم بإختيار جيد, القيمة المختارة غير صحيحة

source: Enter a list of values.
ar: أدخل قائمة القيم

source: Enter a complete value.
ar: أدخل قيمة كاملة

source: Enter a valid UUID.
ar: تفقد قيمة UUID

source: Please correct the duplicate data for %(field)s.
ar: القيمة %(field) معادة

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: الرجاء تصحيح القيمة المعادة %(field)

source: Please correct the duplicate values below.
ar: قم بتصحيح القيمة المعادة في الاسفل

source: Select a valid choice. That choice is not one of the available choices.
ar: قم بإختيار قيمة صحيحة

source: Clear
ar: مسح

source: Currently
ar: حاليا

source: Change
ar: غير

source: Unknown
ar: غير معرفة

source: Yes
ar: نعم

source: No
ar: لا

source: yes,no,maybe
ar: نعم, لا, ممكن

source: p.m.
ar: مساءا

source: a.m.
ar: صباحا

source: PM
ar: مساءا

source: AM
ar: صباحا

source: midnight
ar: منتصف الليل

source: noon
ar: لا شيئ

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Mon
ar: الإثـ

source: Tue
ar: الث

source: Wed
ar: الإربـ

source: Thu
ar: الخمـ

source: Fri
ar: الجمـ

source: Sat
ar: السبـ

source: Sun
ar: الأحـ

source: January
ar: جانفي

source: February
ar: فيفري

source: March
ar: مارس

source: April
ar: أفريل

source: May
ar: ماي

source: June
ar: جوان

source: July
ar: جويلية

source: August
ar: أوت

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: jan
ar: جانـ

source: feb
ar: فيف

source: mar
ar: مار

source: apr
ar: أفر

source: may
ar: ماي

source: jun
ar: جو

source: jul
ar: جويلـ

source: aug
ar: أوت

source: sep
ar: سبتـ

source: oct
ar: أكتـ

source: nov
ar: نوفـ

source: dec
ar: ديسـ

# abbrev. month
source: Jan.
ar: جانـ.

# abbrev. month
source: Feb.
ar: فيفـ.

# abbrev. month
source: March
ar: مار.

# abbrev. month
source: April
ar: افريـ.

# abbrev. month
source: May
ar: ماي.

# abbrev. month
source: June
ar: جوا.

# abbrev. month
source: July
ar: جويلـ.

# abbrev. month
source: Aug.
ar: اوت.

# abbrev. month
source: Sept.
ar: سبتـ.

# abbrev. month
source: Oct.
ar: اكتـ.

# abbrev. month
source: Nov.
ar: نوفمـ.

# abbrev. month
source: Dec.
ar: ديسمبـ.

# alt. month
source: January
ar: جانفي

# alt. month
source: February
ar: فيفري

# alt. month
source: March
ar: مارس

# alt. month
source: April
ar: أفريل

# alt. month
source: May
ar: ماي

# alt. month
source: June
ar: جوان

# alt. month
source: July
ar: جويلية

# alt. month
source: August
ar: أوت

# alt. month
source: September
ar: سبتمبر

# alt. month
source: October
ar: أكتوبر

# alt. month
source: November
ar: نوفمبر

# alt. month
source: December
ar: ديسمبر

source: This is not a valid IPv6 address.
ar: العنوان غير معرف IPv6

source: or
ar: أو

source: Forbidden
ar: ممنوع

source: No year specified
ar: السنة غير معرفة

source: Date out of range
ar: التاريخ

source: No month specified
ar: الشهر غير معرف

source: No day specified
ar: اليوم غير معرف

source: No week specified
ar: الاسبوع غير معرف
